{
  "selectyourlanguage": "Selecione sua linguagem",

  "nav": {
    "home": "Home",
    "about": "Sobre",
    "projects": "Projetos",
    "contact": "Contato"
  },

  "home": {
    "title": "Desenvolvedor Web Fullstack",
    "subtitle": "Olá, me chamo Matheus Ribeiro. Sou um desenvolvedor Fullstack localizado em Recife, Brasil",
    "download": "Baixar",
    "techstack": "Tecnologias"
  },

  "about": {
    "techstack": "Minhas tecnologias",
    "aboutme": "Sobre mim",
    "title": "Um desenvolvedor Fullstack localizado em Recife, Brasil",
    "description": "Como Desenvolvedor Fullstack, possuo um conjunto de habilidades em HTML, CSS, JavaScript, React, Node e SCSS. Me empenho em projetar e manter sites responsivos que oferecem uma experiência de usuário fluída. Minha expertise está em criar interfaces dinâmicas e envolventes através da escrita de código limpo e otimizado, utilizando ferramentas e técnicas de desenvolvimento de ponta. Também sou um membro colaborativo da equipe, que prospera na colaboração com times multifuncionais para produzir excelentes aplicações web."
  },

  "projects": {
    "title": "Cada projeto é uma peça única da jornada",
    "kingstipsdesc": "Uma plataforma online projetada para indivíduos interessados em apostas esportivas, oferecendo insights valiosos, previsões de especialistas e conselhos estratégicos para aprimorar sua experiência de apostas.",
    "dictionarydesc": "Nesse aplicativo, você pode procurar por qualquer palavra, ver a fonética e escutar a pronúncia correta.",
    "therecipebookdesc": "Uma plataforma projetada para organização de receitas. Suas funcionalidades incluem uma ampla variedade de criações e armazenamento de receitas. Facilitando a categorização e permitindo ao usuário explorar, salvar e modificar receitas.",
    "thebetcrawlerdesc": "Esta ferramenta automatizada cria combinações aleatórias a partir das probabilidades das partidas. Utilizando algoritmos avançados, gera diversas combinações de apostas e as coloca automaticamente."
  },

  "contact": {
    "title": "Contato",
    "subtitle": "Sinta-se a vontade para me mandar uma mensagem!",
    "location": "Localização",
    "city": "Recife, Brasil"
  },

  "copyright": "Todos os direitos reservados"
}